Repository: Joseleelsuper/RoleplayingCharacters
Catalog: translations/*/404.po
Languages: es

# 404.page.title
source: 404 - Page Not Found | Roleplaying Characters
es: 404 - Página No Encontrada | Personajes de Rol

# 404.page.description
source: The page you were looking for could not be found. Return to the character creator to continue your adventure.
es: La página que buscabas no pudo ser encontrada. Regresa al creador de personajes para continuar tu aventura.

# 404.title
source: Oops! You've Wandered Off the Map
es: ¡Oops! Te Has Desviado del Mapa

# 404.description
source: It seems this page has gone on an adventure of its own. Don't worry, we'll help you get back on track!
es: Parece que esta página se ha ido de aventura por su cuenta. ¡No te preocupes, te ayudaremos a volver al camino!

# 404.suggestions.title
source: What would you like to do?
es: ¿Qué te gustaría hacer?

# 404.suggestions.go_home.title
source: Go Home
es: Ir a Inicio

# 404.suggestions.go_home.desc
source: Return to the main page
es: Regresar a la página principal

# 404.suggestions.create_character.title
source: Create Character
es: Crear Personaje

# 404.suggestions.create_character.desc
source: Start your adventure
es: Comenzar tu aventura

# 404.suggestions.go_back.title
source: Go Back
es: Volver Atrás

# 404.suggestions.go_back.desc
source: Return to previous page
es: Regresar a la página anterior

# 404.rpg.main
source: You rolled a 1 on your Navigation check...
es: Sacaste un 1 en tu tirada de Navegación...

# 404.rpg.subtitle
source: Critical failure! You are now lost in the digital wilderness.
es: ¡Fallo crítico! Ahora estás perdido en el desierto digital.
