Repository: Joseleelsuper/RoleplayingCharacters
Catalog: translations/*/home.po
Languages: es

# home.page.title
source: Roleplaying Characters - Create Your Perfect Character
es: Personajes de Rol - Crea Tu Personaje Perfecto

# home.page.description
source: Create, customize and manage your roleplaying characters with our intuitive character creator. Perfect for D&D, Pathfinder and custom RPG systems.
es: Crea, personaliza y gestiona tus personajes de rol con nuestro creador intuitivo. Perfecto para D&D, Pathfinder y sistemas de RPG personalizados.

# home.page.keywords
source: rpg characters, d&d character creator, pathfinder, roleplaying, character sheet, character builder
es: personajes rpg, creador personajes d&d, pathfinder, rol, hoja personaje, constructor personajes

# home.menu.home
source: Home
es: Inicio

# home.menu.create_character
source: Create Character
es: Crear Personaje

# home.hero.title
source: Create Epic Characters
es: Crea Personajes Épicos

# home.hero.subtitle
source: for Your Adventures
es: para Tus Aventuras

# home.hero.description
source: Bring your imagination to life with our powerful character creator. Design unique heroes, villains, and everything in between for your next roleplaying adventure.
es: Da vida a tu imaginación con nuestro potente creador de personajes. Diseña héroes únicos, villanos y todo lo que esté en el medio para tu próxima aventura de rol.

# home.hero.btn.start
source: Start Creating
es: Empezar a Crear

# home.hero.btn.learn
source: Learn More
es: Saber Más

# home.hero.btn.create_aria
source: Navigate to character creation page
es: Navegar a la página de creación de personajes

# home.characters.warrior.name
source: Warrior
es: Guerrero

# home.characters.warrior.description
source: Brave & Strong
es: Valiente y Fuerte

# home.characters.mage.name
source: Mage
es: Mago

# home.characters.mage.description
source: Wise & Magical
es: Sabio y Mágico

# home.characters.rogue.name
source: Rogue
es: Pícaro

# home.characters.rogue.description
source: Swift & Cunning
es: Ágil y Astuto

# home.features.title
source: Everything You Need
es: Todo Lo Que Necesitas

# home.features.subtitle
source: Powerful tools to create and manage your perfect characters
es: Herramientas poderosas para crear y gestionar tus personajes perfectos

# home.features.creation.title
source: Easy Character Creation
es: Creación Fácil de Personajes

# home.features.creation.description
source: Intuitive step-by-step process to create characters in minutes, not hours.
es: Proceso intuitivo paso a paso para crear personajes en minutos, no horas.

# home.features.systems.title
source: Multiple Game Systems
es: Múltiples Sistemas de Juego

# home.features.systems.description
source: Support for D&D 5e, Pathfinder, and custom RPG systems.
es: Soporte para D&D 5e, Pathfinder y sistemas RPG personalizados.

# home.features.management.title
source: Character Management
es: Gestión de Personajes

# home.features.management.description
source: Save, edit, and organize all your characters in one place.
es: Guarda, edita y organiza todos tus personajes en un solo lugar.

# home.features.sheets.title
source: Character Sheets
es: Hojas de Personaje

# home.features.sheets.description
source: Generate beautiful, printable character sheets for your table.
es: Genera hermosas hojas de personaje imprimibles para tu mesa.

# home.features.import.title
source: Import & Export
es: Importar y Exportar

# home.features.import.description
source: Import from other tools or export your characters to various formats.
es: Importa desde otras herramientas o exporta tus personajes a varios formatos.

# home.features.advanced.title
source: Advanced Features
es: Características Avanzadas

# home.features.advanced.description
source: Spell tracking, inventory management, and character progression tools.
es: Seguimiento de hechizos, gestión de inventario y herramientas de progresión de personajes.

# home.getting_started.title
source: Get Started in 3 Easy Steps
es: Comienza en 3 Pasos Fáciles

# home.getting_started.subtitle
source: Creating your perfect character has never been easier
es: Crear tu personaje perfecto nunca ha sido tan fácil

# home.getting_started.step1.title
source: Choose Your Foundation
es: Elige Tu Base

# home.getting_started.step1.description
source: Select your character's race, class, and background to establish their core identity.
es: Selecciona la raza, clase y trasfondo de tu personaje para establecer su identidad principal.

# home.getting_started.step2.title
source: Customize Abilities
es: Personaliza Habilidades

# home.getting_started.step2.description
source: Set attributes, choose skills, and select spells to match your vision.
es: Establece atributos, elige habilidades y selecciona hechizos para que coincidan con tu visión.

# home.getting_started.step3.title
source: Ready to Play
es: Listo para Jugar

# home.getting_started.step3.description
source: Save your character and start your adventure with a complete character sheet.
es: Guarda tu personaje y comienza tu aventura con una hoja de personaje completa.

# home.getting_started.btn.create
source: Create Your First Character
es: Crea Tu Primer Personaje

# home.footer.privacy
source: Privacy Policy
es: Política de Privacidad

# home.footer.terms
source: Terms of Service
es: Términos de Servicio

# home.footer.contact
source: Contact
es: Contacto

# page.title
source: Roleplaying Characters Manager
es: Gestor de Personajes de Rol

# home.welcome.title
source: Roleplaying Characters Manager
es: Gestor de Personajes de Rol

# home.welcome.subtitle
source: Welcome to the Roleplaying Characters Manager
es: Bienvenido al Gestor de Personajes de Rol

# home.welcome.description
source: Your adventure begins here. Create, customize and manage your favorite roleplaying characters.
es: Tu aventura comienza aquí. Crea, personaliza y gestiona tus personajes de rol favoritos.

# home.features.section_title
source: Features
es: Características

# home.features.create.title
source: 🎭 Create Characters
es: 🎭 Crear Personajes

# home.features.create.description
source: Design unique characters with customizable attributes
es: Diseña personajes únicos con atributos personalizables

# home.features.classes.title
source: ⚔️ Classes & Races
es: ⚔️ Clases & Razas

# home.features.classes.description
source: Choose from multiple available classes and races
es: Elige entre múltiples clases y razas disponibles

# home.features.share.title
source: 🤝 Share
es: 🤝 Compartir

# home.features.share.description
source: Share your creations with other players
es: Comparte tus creaciones con otros jugadores

# home.features.update.title
source: 🔄 Real-time Updates
es: 🔄 Actualizaciones en Tiempo Real

# home.features.update.description
source: Update your character sheet in real-time during gaming sessions
es: Actualiza tu hoja de personaje en tiempo real durante las sesiones de juego

# home.create_character
source: Create Character
es: Crear Personaje
